[
  {
    "img": "img/k/1.png",
    "texts": [
      "Hello, my name is Ha-jin Jang, and I’m part of the youth group at Uijeongbu Vision Church.\nI serve on the worship team as a pianist.\nAs I go through my daily routine at church, school, and home, I pray that I won’t lose my faith.\nPlease strengthen me when I’m weary and help me stay close to You.\nI also pray that I may praise and worship only God with all my heart, soul, and devotion.",
      "म उइजेओङ्बु भिजन चर्चको माध्यमिक र उच्च माध्यमिक विद्यालय विभागको जङ हा-जिन हुँ। म चर्चमा एक गायन साथीको रूपमा सेवा गर्छु।\nकृपया मलाई चर्च, स्कूल र घरमा दोहोरिने दैनिक जीवनको बीचमा मेरो विश्वास नगुमाई बाँच्न मद्दत गर्नुहोस्,\nर मलाई मेरो थकाइलाग्दो दैनिक जीवनबाट निको हुन मद्दत गर्नुहोस्।\nर म प्रार्थना गर्छु कि म मेरो सम्पूर्ण हृदय, इमानदारी र इच्छाशक्तिले केवल परमेश्वरको प्रशंसा र आराधना गर्न सकूँ।"
    ]
  },
  {
    "img": "img/k/2.png",
    "texts": [
      "Hello, I’m Ji-seong Kim, a second-year high school student joining this year’s short-term mission trip to Nepal.\nThough I’ve been to Nepal before, I still feel nervous and overwhelmed.\nPlease pray that I can prepare well for this mission.\nAlso, please pray that the fear I feel while preparing won’t affect my daily life in a negative way.",
      "नमस्ते, म जी-सेओङ किम हुँ, नेपालको यो छोटो अवधिको मिसन यात्रामा भाग लिइरहेको दोस्रो वर्षको उच्च माध्यमिक विद्यालयको विद्यार्थी।\nम गत वर्ष पछि यस वर्ष पनि नेपालको छोटो अवधिको मिसन यात्रामा जाँदैछु। म त्यहाँ पहिले नै पुगेको छु, तर मलाई डर र बोझको ठूलो अनुभूति हुन्छ।\nकृपया नेपाल मिसन यात्राको लागि राम्रो तयारी गर्न सकूँ भनेर प्रार्थना गर्नुहोस्।\nसाथै, नेपाल मिसन यात्राको तयारी गर्दा मलाई लाग्ने डरले मेरो दैनिक जीवनमा नकारात्मक प्रभाव नपारोस् भनेर प्रार्थना गर्नुहो"
    ]
  },
  {
    "img": "img/k/3.png",
    "texts": [
      "Hi, I’m Jun-seo Park, a second-year high school student.\nI serve both the youth and kindergarten ministries as a bassist, and I also lead worship for the youth group.\nLiving in a dorm and keeping up with schoolwork can be tiring, but I pray that I won’t grow weary and will stay close to the Lord.\nI serve in worship ministry every week, and I pray that I won’t lose the heart of what ministry is about, and that I can serve with joy.\nAlso, since I’m in a situation where I can’t exercise freely, please pray that I can stay healthy.",
      "म पार्क जुन-सेओ हुँ, हाई स्कूलको दोस्रो वर्षकी छात्रा। म मध्य र उच्च माध्यमिक विद्यालय र किन्डरगार्टन कक्षाहरूमा बासिस्टको रूपमा सेवा गर्छु, र म मध्य र उच्च माध्यमिक विद्यालय कक्षाहरूको लागि प्रशंसा नेताको रूपमा पनि सेवा गर्छु।\nछात्रावासको स्कूल जीवन र चलिरहेको शैक्षिक परिस्थितिहरूमा थकित नभई प्रभुसँग रहन मलाई मद्दत गर्नुहोस्।\nकृपया मलाई हरेक हप्ता प्रशंसा सेवामा सेवा गर्न मद्दत गर्नुहोस्। कृपया मलाई सेवाको सार नगुमाउन र यसलाई आनन्दका साथ गर्न मद्दत गर्नुहोस्।\nसाथै, म व्यायाम सीमित भएको अवस्थामा छु। कृपया प्रार्थना गर्नुहोस् कि म सधैं स्वस्थ रहन सकूँ।"
    ]
  },
  {
    "img": "img/k/4.png",
    "texts": [
      "I'm No sul-ah, a second-year high school student. I'm active as an officer and praise team member in the middle and high school.\nIt is a busy and difficult time for my studies and career choices, but I hope that I can keep my faith and do well in my studies. \nI pray that I can discover the talents the Lord has given me and become a child of the Lord who walks along the path that the Lord has prepared. \nThe Ten Commandments tell us to love our neighbors, but there are some people who I keep hating and want to distance myself from, \nso it is definitely not easy. \nAs the Bible says, “You are me,” I pray that I can remember that I am in the way they are, and that I can accept and forgive them.",
      "म नोसुल-आह हुँ, उच्च माध्यमिक विद्यालयको दोस्रो वर्षको विद्यार्थी। म माध्यमिक र उच्च माध्यमिक विद्यालयमा एक अधिकारी र प्रशंसा टोली सदस्यको रूपमा सक्रिय छु।\nमेरो अध्ययन र करियर छनौटहरूको लागि यो व्यस्त र कठिन समय हो, तर म आशा गर्छु कि म मेरो विश्वास कायम राख्न सक्छु र मेरो अध्ययनमा राम्रो गर्न सक्छु।\nम प्रार्थना गर्छु कि म प्रभुले मलाई दिनुभएको प्रतिभाहरू पत्ता लगाउन सकूँ र प्रभुले तयार गर्नुभएको बाटोमा हिंड्ने प्रभुको सन्तान बन्न सकूँ।\nदश आज्ञाहरूले हामीलाई हाम्रा छिमेकीहरूलाई प्रेम गर्न भन्छन्, तर केही मानिसहरू छन् जसलाई म घृणा गर्छु र आफूलाई टाढा राख्न चाहन्छु,\nत्यसैले यो पक्कै पनि सजिलो छैन।\nबाइबलले भनेझैं, \"तिमी म हौ,\" म प्रार्थना गर्छु कि म सम्झन सकूँ कि म तिनीहरू जस्तो छन् त्यस्तै छु, र म तिनीहरूलाई स्वीकार गर्न र क्षमा गर्न सकूँ।\n"
    ]
  },
  {
    "img": "img/k/5.png",
    "texts": [
      "Hi, I’m Ye-seo Park, a third-year student at Buyong Middle School.\nI’ve joined mission trips to Nepal twice, and this year will be my third.\nEach trip was full of God’s grace, and I was truly touched by seeing children, teens, young adults, and even older generations in Nepal worshiping God together as one.\n",
      "जि पार्क ये-सिओ खः, बुयोङ मिडिल स्कूलया स्वंगूगु दँया ब्वनामि ।\nजि निक्वःतक नेपाःया मिसन ट्रिपय् वनेधुन, अले थुगुसी जिं नेपाःया अल्पकालीन मिसन ट्रिपय् ब्वति कायेत्यनागु दु, गुगु जिगु स्वक्वःगुखुसि जुइधुंकूगु दु ।\nनेपाःया मिसन यात्रा थुलि हे आशिर्वाद जुल, अले नेपाःया मस्त, युवा, ल्याय्म्ह वयस्क, व वयस्क सकलें छथाय् मुनाः भगवानयात पुजा याइगु जितः यः ।\n"
    ]
  }
]