[
  {
    "img": "img/k/1.png",
    "texts": [
      "Hello, my name is Ha-jin Jang, and I’m part of the youth group at Uijeongbu Vision Church.\nI serve on the worship team as a pianist.\nAs I go through my daily routine at church, school, and home, I pray that I won’t lose my faith.\nPlease strengthen me when I’m weary and help me stay close to You.\nI also pray that I may praise and worship only God with all my heart, soul, and devotion.",
      "म उइजेओङ्बु भिजन चर्चको माध्यमिक र उच्च माध्यमिक विद्यालय विभागको जङ हा-जिन हुँ। म चर्चमा एक गायन साथीको रूपमा सेवा गर्छु।\nकृपया मलाई चर्च, स्कूल र घरमा दोहोरिने दैनिक जीवनको बीचमा मेरो विश्वास नगुमाई बाँच्न मद्दत गर्नुहोस्,\nर मलाई मेरो थकाइलाग्दो दैनिक जीवनबाट निको हुन मद्दत गर्नुहोस्।\nर म प्रार्थना गर्छु कि म मेरो सम्पूर्ण हृदय, इमानदारी र इच्छाशक्तिले केवल परमेश्वरको प्रशंसा र आराधना गर्न सकूँ।"
    ]
  },
  {
    "img": "img/k/2.png",
    "texts": [
      "Hello, I’m Ji-seong Kim, a second-year high school student joining this year’s short-term mission trip to Nepal.\nThough I’ve been to Nepal before, I still feel nervous and overwhelmed.\nPlease pray that I can prepare well for this mission.\nAlso, please pray that the fear I feel while preparing won’t affect my daily life in a negative way.",
      "नमस्ते, म जी-सेओङ किम हुँ, नेपालको यो छोटो अवधिको मिसन यात्रामा भाग लिइरहेको दोस्रो वर्षको उच्च माध्यमिक विद्यालयको विद्यार्थी।\nम गत वर्ष पछि यस वर्ष पनि नेपालको छोटो अवधिको मिसन यात्रामा जाँदैछु। म त्यहाँ पहिले नै पुगेको छु, तर मलाई डर र बोझको ठूलो अनुभूति हुन्छ।\nकृपया नेपाल मिसन यात्राको लागि राम्रो तयारी गर्न सकूँ भनेर प्रार्थना गर्नुहोस्।\nसाथै, नेपाल मिसन यात्राको तयारी गर्दा मलाई लाग्ने डरले मेरो दैनिक जीवनमा नकारात्मक प्रभाव नपारोस् भनेर प्रार्थना गर्नुहो"
    ]
  },
  {
    "img": "img/k/3.png",
    "texts": [
      "Hi, I’m Jun-seo Park, a second-year high school student.\nI serve both the youth and kindergarten ministries as a bassist, and I also lead worship for the youth group.\nLiving in a dorm and keeping up with schoolwork can be tiring, but I pray that I won’t grow weary and will stay close to the Lord.\nI serve in worship ministry every week, and I pray that I won’t lose the heart of what ministry is about, and that I can serve with joy.\nAlso, since I’m in a situation where I can’t exercise freely, please pray that I can stay healthy.",
      "म पार्क जुन-सेओ हुँ, हाई स्कूलको दोस्रो वर्षकी छात्रा। म मध्य र उच्च माध्यमिक विद्यालय र किन्डरगार्टन कक्षाहरूमा बासिस्टको रूपमा सेवा गर्छु, र म मध्य र उच्च माध्यमिक विद्यालय कक्षाहरूको लागि प्रशंसा नेताको रूपमा पनि सेवा गर्छु।\nछात्रावासको स्कूल जीवन र चलिरहेको शैक्षिक परिस्थितिहरूमा थकित नभई प्रभुसँग रहन मलाई मद्दत गर्नुहोस्।\nकृपया मलाई हरेक हप्ता प्रशंसा सेवामा सेवा गर्न मद्दत गर्नुहोस्। कृपया मलाई सेवाको सार नगुमाउन र यसलाई आनन्दका साथ गर्न मद्दत गर्नुहोस्।\nसाथै, म व्यायाम सीमित भएको अवस्थामा छु। कृपया प्रार्थना गर्नुहोस् कि म सधैं स्वस्थ रहन सकूँ।"
    ]
  },
  {
    "img": "img/k/4.png",
    "texts": [
      "Hello, I’m Nosul-ah, a second-year high school student.\nRight now is a busy and challenging season for me, especially with schoolwork and thinking about my future path.\nBut I pray that I can stay strong in my faith and do my best in my studies.\nI also pray that I can discover the gifts the Lord has given me, and become someone who walks faithfully on the path He has prepared.\nThe Bible teaches us to love our neighbors, but sometimes it’s hard—especially when others hate us or try to push us away.\nStill, I want to remember what Scripture says, that we are all made in God’s image.\nI pray that I can accept and forgive others, knowing that the things I dislike in them may also reflect parts of myself that I have yet to understand.",
      "नोसुल-आह हुँ, उच्च माध्यमिक विद्यालयको दोस्रो वर्षको विद्यार्थी।\nमेरो अध्ययन र करियर छनौटको सन्दर्भमा यो मेरो लागि व्यस्त र कठिन समय हो, तर म आशा गर्छु कि म मेरो विश्वास कायम राख्न सक्छु र मेरो अध्ययनमा राम्रो गर्न सक्छु।\nम प्रार्थना गर्छु कि म प्रभुले मलाई दिनुभएको प्रतिभा पत्ता लगाउन सकूँ र प्रभुले तयार गर्नुभएको बाटोमा हिंड्ने प्रभुको सन्तान बन्न सकूँ।\nदश आज्ञाहरूमा, परमेश्वरले हामीलाई हाम्रा छिमेकीहरूलाई प्रेम गर्न भन्नुहुन्छ, तर केही मानिसहरू छन् जसले हामीलाई घृणा गरिरहन्छन् र हामीबाट टाढा रहन चाहन्छन्, त्यसैले यो निश्चित रूपमा सजिलो छैन।\nजसरी बाइबलले भन्छ, \"तिमी म हौ,\" म प्रार्थना गर्छु कि म तिनीहरूलाई स्वीकार गर्न र क्षमा गर्न सकूँ, यो सम्झँदै कि तिनीहरूको उपस्थितिमा मेरो एउटा भाग छ जुन म सहन सक्दिन।"
    ]
  },
  {
    "img": "img/k/5.png",
    "texts": [
      "Hi, I’m Ye-seo Park, a third-year student at Buyong Middle School.\nI’ve joined mission trips to Nepal twice, and this year will be my third.\nEach trip was full of God’s grace, and I was truly touched by seeing children, teens, young adults, and even older generations in Nepal worshiping God together as one.\n",
      "जि पार्क ये-सिओ खः, बुयोङ मिडिल स्कूलया स्वंगूगु दँया ब्वनामि ।\nजि निक्वःतक नेपाःया मिसन ट्रिपय् वनेधुन, अले थुगुसी जिं नेपाःया अल्पकालीन मिसन ट्रिपय् ब्वति कायेत्यनागु दु, गुगु जिगु स्वक्वःगुखुसि जुइधुंकूगु दु ।\nनेपाःया मिसन यात्रा थुलि हे आशिर्वाद जुल, अले नेपाःया मस्त, युवा, ल्याय्म्ह वयस्क, व वयस्क सकलें छथाय् मुनाः भगवानयात पुजा याइगु जितः यः ।\n"
    ]
  },
  {
    "img": "img/k/6.png",
    "texts": [
      "Hello! I’m Yoon-ju Song, 19 years old, and currently a student at Uijeongbu Girls’ High School.\nSince I was young, I’ve attended to church and learned about God’s love.\nNow, I want to grow deeper in my faith and walk with the Lord.\nPlease guide me so I can clearly understand what I should live for and which direction to take.\nLet me find a life with real meaning in Christ, not based on the world’s standards, and may my studies and all my efforts become tools that glorify the Lord.",
      "म सोङ युन-जु हुँ, १९ वर्षकी र उइजेओङ्बु गर्ल्स हाई स्कूलमा पढ्दै छु।\nम सानैदेखि चर्च जाँदै आएकी छु र परमेश्वरको प्रेमको बारेमा सिकेकी छु, र अब म प्रभुमा अझ गहिरो हुन चाहने विद्यार्थी हुँ।\nकृपया मलाई मार्गदर्शन गर्नुहोस् ताकि म केको लागि बाँच्नुपर्छ र कुन बाटो लिनुपर्छ भनेर स्पष्ट रूपमा जान्न सकूँ।\nकृपया मलाई प्रभुमा मेरो जीवनको लागि साँच्चै अर्थपूर्ण दिशा खोज्न मद्दत गर्नुहोस्, सांसारिक मापदण्डहरूद्वारा होइन,\nर त्यो बाटोमा, मेरो अध्ययन र मेरा सबै प्रयासहरू प्रभुको महिमा गर्ने उपकरणहरू बनून्।"
    ]
  },
  {
    "img": "img/k/7.png",
    "texts": [
      "Hello! I’m Seung-yoon Lee, a second-year student at Buyong High School.\nI want to hold tightly to God’s hand and not be shaken by the difficult realities I face.\nRather than living in fear or worry, I want to live each day with faith in the Lord.\nI also pray that I can stay devoted to my studies and ministry, and carry out all that the Lord has given me with a thankful heart.",
      "नमस्ते! म सेउङयुन ली हुँ, बुयोङ हाई स्कूलको दोस्रो वर्षको विद्यार्थी। \nम देखेको वास्तविकताको सामना नगरी सधैं परमेश्वरको हात समातेर बाँच्छु। \nडराउनु र चिन्तित हुनुको सट्टा, म प्रत्येक दिन प्रभुमा विश्वासका साथ बाँच्ने आशा गर्छु। \nम यो पनि प्रार्थना गर्छु कि म मेरो अध्ययन र सेवामा आफूलाई समर्पित गर्न सकूँ र प्रभुले मलाई दिनुभएको काम कृतज्ञताका साथ गर्न सकूँ।"
    ]
  },
  {
    "img": "img/k/8.png",
    "texts": [
      "Hi, I’m Kang-hwi Choi, a first-year high school student joining this intercessory prayer team.\nAmong my family, my father is the only one who doesn’t go to church.\nPlease pray that we will one day attend church together as a family.",
      "नमस्ते, मेरो नाम चोई काङ-ह्वी हो, म हाई स्कूलको नयाँ विद्यार्थी हुँ र यस पटक मध्यस्थताको प्रार्थनामा भाग लिनेछु। \nमेरो परिवारमा, मेरो बुबा मात्र चर्च जानुहुन्न। म प्रार्थना गर्छु कि हामी सँगै चर्च जान सकौं।"
    ]
  },
  {
    "img": "img/k/9.png",
    "texts": [
      "Hello, I’m Ji-in Park, a second-year high school student and a missionary kid (MK) from Nepal.\nI lived in Nepal for about five years and returned to Korea for academic reasons.\nI’m currently studying with the goal of entering Handong Global University.\nI hope to become someone who can fully trust God with my worries about the future and follow the path He has prepared for me.\nI also pray for wisdom to share the gospel with a friend at the center I attend, who is curious about God.",
      "नमस्ते, म जी-इन पार्क हुँ, उच्च माध्यमिक विद्यालयको दोस्रो वर्षको विद्यार्थी। म एक नेपाली एमके हुँ। \nम लगभग ५ वर्ष नेपालमा बसें र शैक्षिक कारणले कोरिया फर्किएँ। \nम हाल हान्डोङ विश्वविद्यालयमा प्रवेश गर्ने लक्ष्यका साथ अध्ययन गरिरहेको छु। \nमलाई आशा छ कि म त्यस्तो बच्चा बन्न सक्छु जसले भविष्यको बारेमा मेरा चिन्ता र चिन्ताहरू परमेश्वरलाई सुम्पन सक्छ र म परमेश्वरले मेरो लागि योजना गर्नुभएको मार्ग पछ्याउन सक्छु। \nम यो पनि प्रार्थना गर्छु कि म हाल अध्ययन गरिरहेको केन्द्रमा परमेश्वरको बारेमा जिज्ञासु साथीसँग सुसमाचार बाँड्न बुद्धि पाउन सकूँ।"
    ]
  }
]